Repository: frknbyhn/Cry-Translate
Catalog: Cry Translate/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, he, hi, hu, id, it, ja, ms, nl, pl, pt_br, ru, th, tr, uk, vi

source: Subscribe for unlimited baby cry translation. Upgrade for AI-Enhanced Baby Cry Insights. Instantly decode your baby's cries with premium AI analysis. Elevate your parenting with cutting-edge technology.
ar: ترقية لرؤى صرخة الطفل المحسنة AI. فك تشفير صرخات طفلك على الفور من خلال تحليل الذكاء الاصطناعي المتميز. ارفع الأبوة والأمومة بتكنولوجيا متطورة.
cs: Upgradujte na AI-E-Enhanced Baby Cry Insights. Okamžitě dekódujte výkřiky vašeho dítěte pomocí prémiové analýzy AI. Zvyšte své rodičovství špičkovou technologií.
da: Opgradering til ai-forbedret baby-græd indsigt. Dekode øjeblikkeligt din babys råb med premium AI -analyse. Løft din forældre med avanceret teknologi.
de: Upgrade für AI-verstärkte Baby-Cry-Erkenntnisse. Dekodieren Sie sofort die Schreie Ihres Babys mit Premium -KI -Analyse. Erhöhen Sie Ihre Elternschaft mit modernster Technologie.
el: Αναβάθμιση για γνώση Baby Cry Insights. Αμέσως αποκωδικοποιήστε τις κραυγές του μωρού σας με ανάλυση Premium AI. Ανυψώστε τον γονέα σας με τεχνολογία αιχμής.
es: Actualización de Insights de Baby Cry mejoradas con AI. Decode instantáneamente los gritos de su bebé con el análisis de IA premium. Eleve su crianza con tecnología de vanguardia.
he: שדרג לתובנות לבכי לתינוקות משופרות AI. מפענח באופן מיידי את קריאות התינוק שלך עם ניתוח AI Premium. הרם את ההורות שלך בטכנולוגיה מתקדמת.
hi: Ai-enhanced बेबी क्राई इनसाइट्स के लिए अपग्रेड करें। प्रीमियम एआई विश्लेषण के साथ अपने बच्चे के रोने को तुरंत डिकोड करें। अत्याधुनिक तकनीक के साथ अपने पेरेंटिंग को ऊंचा करें।
hu: Frissítse az AI-vel továbbfejlesztett baba sírási betekintést. Azonnal dekódolja a baba sírásait prémium AI elemzéssel. Nevelje meg szülőjét a legmodernebb technológiával.
id: Tingkatkan wawasan Cry Baby Cry AI. Secara instan memecahkan kode tangisan bayi Anda dengan analisis AI premium. Tinggikan pengasuhan Anda dengan teknologi mutakhir.
it: Aggiornamento per le intuizioni di Cry Baby Cry. Decodifica istantaneamente le grida del tuo bambino con analisi di intelligenza artificiale premium. Eleva la genitorialità con tecnologia all'avanguardia.
ja: Ai-Enhanced Baby Cry Insightsのアップグレード。プレミアムAI分析で赤ちゃんの叫びを即座にデコードします。最先端のテクノロジーで子育てを高めます。
ms: AI-മെച്ചപ്പെടുത്തിയ കുഞ്ഞ് സ്ഥിതിവിവരക്കണക്കുകൾക്കായി അപ്ഗ്രേഡുചെയ്തു. പ്രീമിയം എഐ വിശകലനത്തിലൂടെ നിങ്ങളുടെ കുഞ്ഞിന്റെ നിലവിളി അനുവദിക്കുക. നിങ്ങളുടെ രക്ഷാകർതൃത്വം കട്ടിംഗ് എഡ്ജ് സാങ്കേതികവിദ്യ ഉപയോഗിച്ച് ഉയർത്തുക.
nl: Upgrade voor Ai-versterkte babyhuilinzichten. Decodeer onmiddellijk de kreten van uw baby met premium AI -analyse. Verhoog uw ouderschap met geavanceerde technologie.
pl: Uaktualnij spostrzeżenia Baby Cry. Natychmiast dekoduj płacz dziecka za pomocą analizy AI premium. Podnieś swoje rodzicielstwo za pomocą najnowocześniejszej technologii.
pt_br: Atualize para obter informações de choro de bebê aprimoradas. Decode instantaneamente os gritos do seu bebê com análise de IA premium. Eleve sua paternidade com a tecnologia de ponta.
ru: Обновление для A-Acced Hable Baby Cry Insights. Мгновенно декодируйте крики вашего ребенка с помощью анализа ИИ премиум -класса. Повысите свое воспитание с помощью передовых технологий.
th: อัพเกรดสำหรับข้อมูลเชิงลึกของทารกที่เพิ่มขึ้น ถอดรหัสเสียงร้องของลูกน้อยด้วยการวิเคราะห์ AI ระดับพรีเมี่ยม ยกระดับการเลี้ยงดูของคุณด้วยเทคโนโลยีที่ทันสมัย
tr: AI ile güçlendirilmiş Bebek Ağlama Analizi için premium abone ol. Premium AI analizi ile bebeğinizin ağlamalarını anında çözün. En son teknoloji ile ebeveynliğinizi yükseltin.
uk: Оновіть для AI-посиленого дитячого крику. Миттєво розшифровувати крики дитини за допомогою преміального аналізу AI. Підніміть батьківство передовою технологією.
vi: Nâng cấp cho những hiểu biết của em bé được tăng cường AI-AI. Giải mã ngay lập tức tiếng khóc của em bé với phân tích AI cao cấp. Nâng cao việc nuôi dạy con cái của bạn với công nghệ tiên tiến.

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Λάθος
he: שְׁגִיאָה
hi: गलती
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ms: പിശക്
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi

source: Purchase failed, there was an error occured
ar: فشل الشراء ، حدث خطأ
cs: Nákup selhal, došlo k chybě
da: Køb mislykkedes, der opstod en fejl
de: Kauf fehlgeschlagen, es wurde ein Fehler aufgetreten
el: Η αγορά απέτυχε, σημειώθηκε σφάλμα
es: La compra falló, se produjo un error
he: הרכישה נכשלה, אירעה שגיאה
hi: खरीद विफल हो गई, एक त्रुटि हुई थी
hu: A vásárlás sikertelen, hiba történt
id: Pembelian gagal, ada kesalahan yang terjadi
it: Acquisto non riuscito, si è verificato un errore
ja: 購入に失敗し、エラーが発生しました
ms: വാങ്ങൽ പരാജയപ്പെട്ടു, ഒരു പിശക് സംഭവിച്ചു
nl: Aankoop mislukt, er was een fout opgetreden
pl: Zakup nie powiódł się, wystąpił błąd
pt_br: Falha na compra, ocorreu um erro
ru: Покупка не удалась, произошла ошибка
th: การซื้อล้มเหลวมีข้อผิดพลาดเกิดขึ้น
tr: Satın alma başarısız oldu, bir hata oluştu
uk: Не вдалося покупку, сталася помилка
vi: Mua không thành công, đã xảy ra lỗi

source: SUBSCRIBE NOW
ar: إشترك الآن
cs: Přihlaste se k odběru
da: TILMELD NU
de: ABONNIERE JETZT
el: Εγγραφείτε τώρα
es: SUSCRÍBASE AHORA
he: הירשם עכשיו
hi: अब सदस्यता लें
hu: IRATKOZZ FEL MOST
id: BERLANGGANAN SEKARANG
it: ISCRIVITI ORA
ja: 今すぐ購読してください
ms: ഇപ്പോൾ സബ്സ്ക്രൈബുചെയ്യുക
nl: ABONNEER NU
pl: ZAPISZ SIĘ TERAZ
pt_br: INSCREVA-SE AGORA
ru: ПОДПИШИСЬ СЕЙЧАС
th: สมัครสมาชิกทันที
tr: Devam Et
uk: ПІДПИШІТЬСЯ ЗАРАЗ
vi: THEO DÕI NGAY

source: Dunstan Baby Language
ar: دنستان لغة الطفل
cs: Dunstan Baby Jazyk
da: Dunstan babysprog
de: Dunstan Baby Sprache
el: Γλώσσα μωρού Dunstan
es: Lenguaje de bebé de Dunstan
he: שפת התינוקות של דונסטן
hi: डंस्टन बेबी लैंग्वेज
hu: Dunstan baba nyelv
id: Bahasa bayi Dunstan
ja: ダンスタンの赤ちゃんの言語
ms: ഡൺസ്റ്റാൻ ബേബി ഭാഷ
nl: Dunstan babytaal
pl: Język dziecka Dunstan
ru: Данстанский детский язык
th: ภาษาทารก Dunstan
tr: Dunstan bebek dili
uk: Данстанська дитяча мова
vi: Ngôn ngữ em bé Dunstan

source: Need Permission
ar: بحاجة إلى إذن
cs: Potřebují povolení
da: Har brug for tilladelse
de: Brauche Erlaubnis
el: Χρειάζεται άδεια
es: Necesito permiso
he: צריך אישור
hi: अनुमति की आवश्यकता है
hu: Engedélyre van szüksége
id: Butuh izin
it: Necessità del permesso
ja: 許可が必要です
ms: അനുമതി ആവശ്യമാണ്
nl: Toestemming nodig
pl: Potrzebuje pozwolenia
pt_br: Precisa de permissão
ru: Нужно разрешение
th: ต้องการอนุญาต
tr: İzin Ver
uk: Потребує дозволу
vi: Cần sự cho phép

source: You need to give microphone permission to use the app.
ar: تحتاج إلى إعطاء إذن الميكروفون لاستخدام التطبيق.
cs: Chcete -li aplikaci používat, musíte dát mikrofonu.
da: Du skal give mikrofon tilladelse til at bruge appen.
de: Sie müssen Mikrofonberechtigung geben, um die App zu verwenden.
el: Πρέπει να δώσετε άδεια μικροφώνου για να χρησιμοποιήσετε την εφαρμογή.
es: Debe dar permiso al micrófono para usar la aplicación.
he: אתה צריך לתת אישור למיקרופון להשתמש באפליקציה.
hi: आपको ऐप का उपयोग करने के लिए माइक्रोफोन की अनुमति देने की आवश्यकता है।
hu: Mikrofon engedélyt kell adnia az alkalmazás használatához.
id: Anda perlu memberikan izin mikrofon untuk menggunakan aplikasi.
it: È necessario dare il permesso al microfono per utilizzare l'app.
ja: アプリを使用するには、マイクの許可を与える必要があります。
ms: അപ്ലിക്കേഷൻ ഉപയോഗിക്കാൻ നിങ്ങൾ മൈക്രോഫോൺ അനുമതി നൽകേണ്ടതുണ്ട്.
nl: U moet microfoon toestemming geven om de app te gebruiken.
pl: Musisz udzielić mikrofonu na korzystanie z aplikacji.
pt_br: Você precisa dar permissão ao microfone para usar o aplicativo.
ru: Вы должны дать разрешение микрофона для использования приложения.
th: คุณต้องอนุญาตให้ใช้ไมโครโฟนเพื่อใช้แอพ
tr: Uygulamayı kullanmak için mikrofon izni vermeniz gerekir.
uk: Потрібно надати мікрофона дозвіл на використання програми.
vi: Bạn cần cho phép micrô để sử dụng ứng dụng.

source: Cancel
ar: يلغي
cs: zrušení
da: Afbestille
de: Stornieren
el: Ματαίωση
es: Cancelar
he: לְבַטֵל
hi: रद्द करना
hu: Megszünteti
id: Membatalkan
it: Annulla
ja: キャンセル
ms: റദ്ദാക്കുക
nl: Annuleren
pl: Anulować
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal Et
uk: Скасувати
vi: Hủy bỏ

source: Go Settings
ar: GO إعدادات
cs: Nastavení GO
da: Gå indstillinger
de: GO -Einstellungen
el: GO Ρυθμίσεις
es: Configuración de Go
he: ללכת הגדרות
hi: सेटिंग्स जाओ
hu: Go beállítások
id: GO Pengaturan
it: Vai impostazioni
ja: 設定に行きます
ms: ക്രമീകരണങ്ങൾ
nl: Ga instellingen
pl: Ustawienia idź
pt_br: Vá configurações
ru: Настройки
th: ไปการตั้งค่า
tr: Ayarlara git
uk: Ідіть налаштування
vi: Cài đặt đi
