Repository: frknbyhn/Cry-Translate
Catalog: Cry Translate/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, he, hi, hu, id, it, ja, ms, nl, pl, pt_br, ru, th, tr, uk, vi

source: Cry Translate aims to predict baby crying sounds. However, the results of the application do not substitute for a definite medical diagnosis or recommendation. If your baby's crying persists or if there are any health issues, please seek the assistance of a medical professional immediately. While using the application, always remember that you must be a responsible parent or caregiver for the health and safety of your baby. Before relying on the application's results, it is important to seek professional medical advice and help. By starting to use the application, you acknowledge that you have carefully read and understood this disclaimer.
ar: تم تصميم هذا التطبيق لأغراض الترفيه ويهدف إلى التنبؤ بأصوات البكاء للأطفال. ومع ذلك ، فإن نتائج التطبيق لا تحل محل تشخيص أو توصية طبية محددة. إذا استمرت بكاء طفلك أو إذا كانت هناك أي مشاكل صحية ، فيرجى طلب المساعدة من أخصائي طبي على الفور. أثناء استخدام التطبيق ، تذكر دائمًا أنه يجب أن تكون أحد الوالدين أو مقدم الرعاية المسؤول عن صحة وسلامة طفلك. قبل الاعتماد على نتائج التطبيق ، من المهم طلب المشورة الطبية المهنية والمساعدة. من خلال البدء في استخدام التطبيق ، فإنك تقر بأنك قد قرأت بعناية وفهم هذا إخلاء المسئولية.
cs: Tato aplikace je určena pro účely zábavy a jeho cílem je předpovídat zvuky pláče dítěte. Výsledky aplikace však nepředstavují definitivní lékařskou diagnózu nebo doporučení. Pokud pláč vašeho dítěte přetrvává nebo pokud dojde k zdravotním problémům, okamžitě vyhledejte pomoc lékařského profesionála. Při používání aplikace si vždy pamatujte, že musíte být odpovědným rodičem nebo pečovatelem pro zdraví a bezpečnost vašeho dítěte. Než se spoléháte na výsledky aplikace, je důležité vyhledat profesionální lékařskou pomoc a pomoc. Tím, že začnete používat aplikaci, berete na vědomí, že jste toto vyloučení odpovědnosti pečlivě přečetli a pochopili.
da: Denne applikation er designet til underholdningsformål og sigter mod at forudsige baby grædende lyde. Resultaterne af applikationen erstatter imidlertid ikke en bestemt medicinsk diagnose eller anbefaling. Hvis din baby græder vedvarer, eller hvis der er nogen sundhedsmæssige problemer, skal du straks søge hjælp fra en medicinsk professionel. Mens du bruger applikationen, skal du altid huske, at du skal være en ansvarlig forælder eller plejeperson for din baby's sundhed og sikkerhed. Inden du stoler på applikationens resultater, er det vigtigt at søge professionel medicinsk rådgivning og hjælp. Ved at begynde at bruge applikationen anerkender du, at du omhyggeligt har læst og forstået denne ansvarsfraskrivelse.
de: Diese Anwendung ist für Unterhaltungszwecke ausgelegt und zielt darauf ab, das Weinen von Babys vorhersagen zu können. Die Ergebnisse der Anwendung ersetzen jedoch keine eindeutige medizinische Diagnose oder Empfehlung. Wenn das Weinen Ihres Babys anhält oder wenn es sich um gesundheitliche Probleme handelt, suchen Sie sofort die Unterstützung eines Arztes. Denken Sie bei der Verwendung der Anwendung immer daran, dass Sie ein verantwortungsbewusstes Elternteil oder eine Pflegekraft für die Gesundheit und Sicherheit Ihres Babys sein müssen. Bevor Sie sich auf die Ergebnisse der Anwendung verlassen, ist es wichtig, professionelle medizinische Beratung und Hilfe zu suchen. Durch die Verwendung der Anwendung erkennen Sie an, dass Sie diesen Haftungsausschluss sorgfältig gelesen und verstanden haben.
el: Αυτή η εφαρμογή έχει σχεδιαστεί για ψυχαγωγικούς σκοπούς και στοχεύει στην πρόβλεψη ήχων που κλαίνε το μωρό. Ωστόσο, τα αποτελέσματα της εφαρμογής δεν υποκαθιστούν μια συγκεκριμένη ιατρική διάγνωση ή σύσταση. Εάν το κλάμα του μωρού σας επιμένει ή εάν υπάρχουν προβλήματα υγείας, ζητήστε αμέσως τη βοήθεια ιατρικού επαγγελματία. Ενώ χρησιμοποιείτε την εφαρμογή, θυμηθείτε πάντα ότι πρέπει να είστε υπεύθυνος γονέας ή φροντιστής για την υγεία και την ασφάλεια του μωρού σας. Πριν βασίζεστε στα αποτελέσματα της εφαρμογής, είναι σημαντικό να αναζητήσετε επαγγελματικές ιατρικές συμβουλές και βοήθεια. Αρχίζοντας να χρησιμοποιείτε την εφαρμογή, αναγνωρίζετε ότι έχετε διαβάσει προσεκτικά και καταλάβατε αυτήν την αποποίηση ευθυνών.
es: Esta aplicación está diseñada para fines de entretenimiento y tiene como objetivo predecir los sonidos de llanto de bebé. Sin embargo, los resultados de la aplicación no sustituyen un diagnóstico o recomendación médico definido. Si el llanto de su bebé persiste o si hay problemas de salud, busque la ayuda de un profesional médico de inmediato. Mientras usa la aplicación, recuerde siempre que debe ser un padre o cuidador responsable de la salud y la seguridad de su bebé. Antes de confiar en los resultados de la aplicación, es importante buscar asesoramiento y ayuda médica profesional. Al comenzar a usar la aplicación, reconoce que ha leído y entendido cuidadosamente este descargo de responsabilidad.
he: יישום זה מיועד למטרות בידור ומטרתו לחזות צלילים בכי תינוקות. עם זאת, תוצאות היישום אינן מחליפות אבחנה או המלצה רפואית מוגדרים. אם הבכי של תינוקך נמשך או אם יש בעיות בריאותיות, אנא פנה באופן מיידי את הסיוע של איש מקצוע רפואי. תוך כדי שימוש ביישום, זכרו תמיד כי עליכם להיות הורה או מטפלת אחראית לבריאותו ובטיחותו של תינוקכם. לפני שתסתמך על תוצאות היישום, חשוב לפנות לייעוץ רפואי מקצועי ולעזור. על ידי התחלת להשתמש ביישום, אתה מאשר כי קראת והבנת בזהירות את הצהיר הזה.
hi: यह एप्लिकेशन मनोरंजन उद्देश्यों के लिए डिज़ाइन किया गया है और इसका उद्देश्य बेबी रोने की आवाज़ का अनुमान लगाना है। हालांकि, आवेदन के परिणाम एक निश्चित चिकित्सा निदान या सिफारिश के लिए स्थानापन्न नहीं करते हैं। यदि आपके बच्चे का रोना जारी रहता है या यदि कोई स्वास्थ्य समस्या है, तो कृपया तुरंत एक चिकित्सा पेशेवर की सहायता लें। एप्लिकेशन का उपयोग करते समय, हमेशा याद रखें कि आपको अपने बच्चे के स्वास्थ्य और सुरक्षा के लिए एक जिम्मेदार माता -पिता या देखभाल करने वाला होना चाहिए। आवेदन के परिणामों पर भरोसा करने से पहले, पेशेवर चिकित्सा सलाह और मदद लेना महत्वपूर्ण है। एप्लिकेशन का उपयोग करना शुरू करके, आप स्वीकार करते हैं कि आपने इस अस्वीकरण को ध्यान से पढ़ा और समझा है।
hu: Ezt az alkalmazást szórakoztató célokra tervezték, és célja a baba síró hangjainak előrejelzése. Az alkalmazás eredményei azonban nem helyettesítik a határozott orvosi diagnózist vagy ajánlást. Ha a csecsemő sírása továbbra is fennáll, vagy ha vannak egészségügyi problémák, kérjük, kérjük, azonnal kérjen egy orvosi szakembert. Az alkalmazás használatakor mindig ne feledje, hogy felelős szülőnek vagy gondozónak kell lennie a csecsemő egészségének és biztonságáért. Mielőtt az alkalmazás eredményeire támaszkodna, fontos, hogy szakmai orvosi tanácsokat és segítséget kérjen. Az alkalmazás használatának megkezdésével tudomásul veszi, hogy gondosan elolvasta és megértette ezt a nyilatkozatot.
id: Aplikasi ini dirancang untuk tujuan hiburan dan bertujuan untuk memprediksi suara menangis bayi. Namun, hasil aplikasi tidak menggantikan diagnosis atau rekomendasi medis yang pasti. Jika tangisan bayi Anda tetap ada atau jika ada masalah kesehatan, silakan cari bantuan profesional medis segera. Saat menggunakan aplikasi, selalu ingat bahwa Anda harus menjadi orang tua atau pengasuh yang bertanggung jawab untuk kesehatan dan keselamatan bayi Anda. Sebelum mengandalkan hasil aplikasi, penting untuk mencari nasihat dan bantuan medis profesional. Dengan mulai menggunakan aplikasi ini, Anda mengakui bahwa Anda telah membaca dan memahami penafian ini dengan cermat.
it: Questa applicazione è progettata per scopi di intrattenimento e mira a prevedere i suoni del pianto per bambini. Tuttavia, i risultati dell'applicazione non sostituiscono una diagnosi o una raccomandazione medica definita. Se il pianto del tuo bambino persiste o se ci sono problemi di salute, si prega di chiedere immediatamente l'assistenza di un medico. Durante l'utilizzo dell'applicazione, ricorda sempre che devi essere un genitore o un caregiver responsabile per la salute e la sicurezza del tuo bambino. Prima di fare affidamento sui risultati dell'applicazione, è importante cercare consulenza medica professionale e aiuto. Iniziando a utilizzare l'applicazione, riconosci di aver letto e compreso attentamente questo disclaimer.
ja: このアプリケーションは、エンターテインメントの目的で設計されており、赤ちゃんの泣き声を予測することを目指しています。ただし、アプリケーションの結果は、明確な医療診断や推奨事項に代わるものではありません。赤ちゃんが泣いている場合、または健康上の問題がある場合は、すぐに医療専門家の支援を求めてください。アプリケーションを使用している間、赤ちゃんの健康と安全の責任ある親または介護者でなければならないことを常に覚えておいてください。アプリケーションの結果に頼る前に、専門的な医学的アドバイスと助けを求めることが重要です。アプリケーションを使用し始めることで、この免責事項を注意深く読んで理解したことを認めます。
ms: ഈ ആപ്ലിക്കേഷൻ വിനോദ ആവശ്യങ്ങൾക്കായി രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്, കുഞ്ഞ് കരയുന്ന ശബ്ദങ്ങൾ പ്രവചിക്കാൻ ലക്ഷ്യമിടുന്നു. എന്നിരുന്നാലും, ആപ്ലിക്കേഷന്റെ ഫലങ്ങൾ ഒരു നിശ്ചിത മെഡിക്കൽ രോഗനിർണയത്തിനോ ശുപാർശയോ നൽകുന്നില്ല. നിങ്ങളുടെ കുഞ്ഞിന്റെ കരച്ചിൽ തുടരുകയോ അല്ലെങ്കിൽ ആരോഗ്യകരമായ പ്രശ്നങ്ങൾ ഉണ്ടെങ്കിൽ, ഉടനടി ഒരു മെഡിക്കൽ പ്രൊഫഷണലിന്റെ സഹായം തേടുക. ആപ്ലിക്കേഷൻ ഉപയോഗിക്കുമ്പോൾ, നിങ്ങളുടെ കുഞ്ഞിന്റെ ആരോഗ്യത്തിനും സുരക്ഷയ്ക്കും നിങ്ങൾ ഉത്തരവാദിത്തമുള്ള ഒരു രക്ഷകർത്താവ് അല്ലെങ്കിൽ പരിചരണം നൽകണം എന്ന് എപ്പോഴും ഓർക്കുക. ആപ്ലിക്കേഷന്റെ ഫലങ്ങളെ ആശ്രയിക്കുന്നതിന് മുമ്പ്, പ്രൊഫഷണൽ വൈദ്യോക്തി, സഹായം തേടേണ്ടത് പ്രധാനമാണ്. ആപ്ലിക്കേഷൻ ഉപയോഗിക്കാൻ തുടങ്ങിയാൽ, നിങ്ങൾ ഈ നിരാകരണം ശ്രദ്ധാപൂർവ്വം വായിക്കുകയും മനസ്സിലാക്കുകയും ചെയ്യുന്നുവെന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു.
nl: Deze applicatie is ontworpen voor entertainmentdoeleinden en is bedoeld om babyhuilgeluiden te voorspellen. De resultaten van de toepassing vervangen echter geen duidelijke medische diagnose of aanbeveling. Als het huilen van uw baby aanhoudt of als er gezondheidsproblemen zijn, vraag dan onmiddellijk de hulp van een medische professional. Onthoud tijdens het gebruik van de applicatie altijd dat u een verantwoordelijke ouder of verzorger moet zijn voor de gezondheid en veiligheid van uw baby. Voordat u vertrouwt op de resultaten van de applicatie, is het belangrijk om professioneel medisch advies en hulp in te stellen. Door de toepassing te gebruiken, erkent u dat u deze disclaimer zorgvuldig hebt gelezen en begrepen.
pl: Ta aplikacja jest przeznaczona do celów rozrywkowych i ma na celu przewidywanie dźwięków płaczu dziecka. Jednak wyniki wniosku nie zastępują określonej diagnozy medycznej lub zalecenia. Jeśli płacz Twojego dziecka utrzymuje się lub wystąpią jakiekolwiek problemy zdrowotne, natychmiast szukaj pomocy lekarza. Korzystając z aplikacji, zawsze pamiętaj, że musisz być odpowiedzialnym rodzicem lub opiekunem dla zdrowia i bezpieczeństwa dziecka. Przed poleganiem na wynikach aplikacji ważne jest, aby szukać profesjonalnej porady medycznej i pomocy. Zaczynając korzystać z aplikacji, potwierdzasz, że dokładnie przeczytałeś i zrozumiałeś to zastrzeżenie.
pt_br: Este aplicativo foi projetado para fins de entretenimento e tem como objetivo prever sons de choro de bebê. No entanto, os resultados da aplicação não substituem um diagnóstico ou recomendação médica definitiva. Se o choro do seu bebê persistir ou se houver algum problema de saúde, procure a assistência de um profissional médico imediatamente. Ao usar o aplicativo, lembre -se sempre de que você deve ser um pai ou cuidador responsável pela saúde e segurança do seu bebê. Antes de confiar nos resultados do aplicativo, é importante procurar aconselhamento médico e ajuda profissional. Ao começar a usar o aplicativo, você reconhece que leu e entendeu cuidadosamente este aviso.
ru: Это приложение предназначено для развлекательных целей и направлено на предсказание звуков плача ребенка. Однако результаты приложения не заменяют определенную медицинскую диагностику или рекомендацию. Если у вашего ребенка плач настойчиво или есть какие -либо проблемы со здоровьем, пожалуйста, немедленно обратитесь за помощью к медицинскому работнику. Используя приложение, всегда помните, что вы должны быть ответственным родителем или опекуном для здоровья и безопасности вашего ребенка. Прежде чем полагаться на результаты заявления, важно обратиться за профессиональной медицинской консультацией и помощи. Начав использовать приложение, вы признаете, что внимательно прочитали и поняли этот отказ от ответственности.
th: แอปพลิเคชั่นนี้ออกแบบมาเพื่อความบันเทิงและมีจุดมุ่งหมายเพื่อทำนายเสียงร้องไห้ของทารก อย่างไรก็ตามผลลัพธ์ของแอปพลิเคชันไม่ได้แทนที่การวินิจฉัยทางการแพทย์หรือคำแนะนำที่ชัดเจน หากการร้องไห้ของลูกน้อยยังคงมีอยู่หรือมีปัญหาสุขภาพใด ๆ โปรดขอความช่วยเหลือจากผู้เชี่ยวชาญด้านการแพทย์ทันที ในขณะที่ใช้แอปพลิเคชันโปรดจำไว้เสมอว่าคุณต้องเป็นผู้ปกครองหรือผู้ดูแลที่รับผิดชอบต่อสุขภาพและความปลอดภัยของลูกน้อยของคุณ ก่อนที่จะพึ่งพาผลลัพธ์ของแอปพลิเคชันเป็นสิ่งสำคัญที่จะต้องขอคำแนะนำทางการแพทย์และความช่วยเหลืออย่างมืออาชีพ โดยเริ่มใช้แอปพลิเคชันคุณรับทราบว่าคุณได้อ่านและเข้าใจข้อจำกัดความรับผิดชอบนี้อย่างระมัดระวัง
tr: Bu uygulama eğlence amacıyla tasarlanmıştır ve bebek ağlama seslerini tahmin etmeyi amaçlamaktadır. Bununla birlikte, uygulamanın sonuçları kesin bir tıbbi teşhis veya tavsiyenin yerini almaz. Bebeğinizin ağlaması devam ederse veya herhangi bir sağlık sorunu varsa, lütfen hemen bir tıp uzmanının yardımını arayın. Uygulamayı kullanırken, her zaman bebeğinizin sağlığı ve güvenliği için sorumlu bir ebeveyn veya bakıcı olmanız gerektiğini unutmayın. Uygulamanın sonuçlarına güvenmeden önce, profesyonel tıbbi tavsiye ve yardım almak önemlidir. Uygulamayı kullanmaya başlayarak, bu feragatnameyi dikkatlice okuduğunuzu ve anladığınızı kabul edersiniz.
vi: Ứng dụng này được thiết kế cho mục đích giải trí và nhằm dự đoán âm thanh khóc của em bé. Tuy nhiên, kết quả của ứng dụng không thay thế cho chẩn đoán y tế hoặc khuyến nghị xác định. Nếu bé khóc của em bé vẫn tồn tại hoặc nếu có bất kỳ vấn đề sức khỏe nào, vui lòng tìm kiếm sự hỗ trợ của một chuyên gia y tế ngay lập tức. Trong khi sử dụng ứng dụng, hãy luôn nhớ rằng bạn phải là cha mẹ hoặc người chăm sóc có trách nhiệm vì sức khỏe và sự an toàn của em bé. Trước khi dựa vào kết quả của ứng dụng, điều quan trọng là tìm kiếm lời khuyên và giúp đỡ y tế chuyên nghiệp. Bằng cách bắt đầu sử dụng ứng dụng, bạn thừa nhận rằng bạn đã đọc kỹ và hiểu từ chối trách nhiệm này.

source: Hungry
ar: جوعان
cs: Hladový
da: Sulten
de: Hungrig
el: Πεινασμένος
es: Hambriento
he: רעב
hi: भूखा
hu: Éhes
id: Lapar
it: Affamato
ja: お腹がすいた
ms: നല്ലവിശപ്പുള്ള
nl: Hongerig
pl: Głodny
pt_br: Com fome
ru: Голодный
th: หิว
tr: Aç
uk: Голодний
vi: Đói bụng

source: Sleepy
ar: نعسان
cs: Ospalý
da: Søvnig
de: Schläfrig
el: Νυσταγμένος
es: Somnoliento
he: מְנוּמנָם
hi: नींद
hu: Álmos
id: Mengantuk
it: Assonnato
ja: 眠い
ms: ഉറക്കമുള്ള
nl: Slaperig
pl: Senny
pt_br: Com sono
ru: Сонный
th: ง่วงนอน
tr: Uykulu
uk: Сонний
vi: Buồn ngủ

source: Discomfort
ar: عدم ارتياح
cs: Nepohodlí
da: Ubehag
de: Unbehagen
el: Δυσφορία
es: Malestar
he: אִי נוֹחוּת
hi: असहजता
hu: Kényelmetlenség
id: Tidak nyaman
it: Malessere
ja: 不快感
ms: ക്ലേശം
nl: Ongemak
pl: Dyskomfort
pt_br: Desconforto
ru: Дискомфорт
th: ความรู้สึกไม่สบาย
tr: Rahatsızlık
uk: Дискомфорт
vi: Khó chịu

source: Lower Gas
ar: انخفاض الغاز
cs: Spodní plyn
da: Lavere gas
de: Niedrigeres Gas
el: Χαμηλότερο αέριο
es: Gas bajo
he: גז תחתון
hi: कम गैस
hu: Alsó gáz
id: Gas bawah
it: Gas inferiore
ja: 低ガス
ms: കുറഞ്ഞ വാതകം
nl: Lager gas
pl: Niższy gaz
pt_br: Gás inferior
ru: Нижний газ
th: ก๊าซล่าง
tr: Gazı var
uk: Нижній газ
vi: Khí thấp hơn

source: Burp
ar: تجشؤ
cs: Říhnutí
de: Rülpsen
el: Ρέψιμο
es: Eructar
he: לְגַהֵק
hi: बर्प
hu: Böfög
id: Sendawa
it: Rutto
ja: げっぷ
ms: ഏമ്പക്കം
nl: Boeren
pl: Beknięcie
pt_br: Arrotar
ru: Отрыжка
th: เรอ
tr: Geğirme
uk: Зміст

source: Start Recording
ar: ابدأ التسجيل
cs: Začít nahrávat
da: Start optagelse
de: Starte die Aufnahme
el: Ξεκινήστε την εγγραφή
es: Empezar a grabar
he: התחל להקליט
hi: रिकॉर्डिंग शुरू
hu: Felvétel megkezdése
id: Mulai merekam
it: Inizia a registrare
ja: 録音を開始
ms: റെക്കോർഡിംഗ് ആരംഭിക്കുക
nl: Begin met opnemen
pl: Zacznij nagrywać
pt_br: Comece a gravar
ru: Начать запись
th: เริ่มบันทึก
tr: Kayda Başla
uk: Почніть запис
vi: Bắt đầu ghi âm

source: Decibel
ar: ديسيبل
de: Dezibel
el: Ηχόμετρο
he: דֵצִיבֵּל
hi: डेसिबल
id: Desibel
ja: デシベル
ms: ഡെസിബെൽ
pl: Decybel
ru: Децибел
th: เดซิเบล
tr: Desibel
uk: Децибел

source: Sound detected, keep recording
ar: تم اكتشاف الصوت ، واصل التسجيل
cs: Zvuk zjistil, pokračujte v nahrávání
da: Lyd registreret, fortsæt med at optage
de: Sound erkannt, wieder aufnehmen
el: Ο ήχος εντοπίστηκε, συνεχίστε την εγγραφή
es: Sonido detectado, sigue grabando
he: צליל זוהה, המשך להקליט
hi: ध्वनि का पता चला, रिकॉर्डिंग जारी रखें
hu: Hang észlelve, folyamatosan rögzítse
id: Suara terdeteksi, terus merekam
it: Suono rilevato, continua a registrare
ja: サウンドが検出され、記録を続けます
ms: ശബ്ദം കണ്ടെത്തി, റെക്കോർഡിംഗ് തുടരുക
nl: Geluid gedetecteerd, blijf opnemen
pl: Wykryty dźwięk, nagrywanie
pt_br: Som detectado, continue gravando
ru: Звук обнаружен, продолжайте записывать
th: ตรวจพบเสียงเก็บบันทึกไว้
tr: Ses algılandı, kayda devam et
uk: Виявлений звук, продовжуйте записувати
vi: Âm thanh được phát hiện, tiếp tục ghi âm

source: No sound, bring the microphone closer
ar: لا صوت ، وجعل الميكروفون أقرب
cs: Žádný zvuk, přiblížit mikrofon
da: Ingen lyd, tag mikrofonen nærmere
de: Kein Ton, bringen Sie das Mikrofon näher
el: Χωρίς ήχο, φέρτε το μικρόφωνο πιο κοντά
es: Sin sonido, acerca el micrófono
he: אין צליל, קרב את המיקרופון
hi: कोई ध्वनि नहीं, माइक्रोफोन को करीब लाएं
hu: Nincs hang, hozza közelebb a mikrofont
id: Tidak ada suara, bawa mikrofon lebih dekat
it: Nessun suono, avvicinare il microfono
ja: 音はありません、マイクを近づけます
ms: ശബ്ദമില്ല, മൈക്രോഫോൺ അടുത്ത് കൊണ്ടുവരിക
nl: Geen geluid, breng de microfoon dichterbij
pl: Brak dźwięku, zbliżaj mikrofon
pt_br: Sem som, aproxime o microfone
ru: Нет звука, приведите микрофон ближе
th: ไม่มีเสียงนำไมโครโฟนเข้ามาใกล้
tr: Ses yok, mikrofonu yaklaştır
uk: Немає звуку, підніміть мікрофон ближче
vi: Không có âm thanh, hãy đưa micrô gần hơn

source: Weekly Premium
ar: قسط أسبوعي
cs: Týdenní prémie
da: Ugentlig præmie
de: Wöchentliche Prämie
el: Εβδομαδιαία πριμοδότηση
es: Prima semanal
he: פרימיום שבועי
hi: साप्ताहिक प्रीमियम
hu: Heti prémium
id: Premi mingguan
it: Premium settimanale
ja: 毎週のプレミアム
ms: വിവാഹീമിയം
nl: Wekelijkse premie
pl: Cotygodniowa premia
pt_br: Premium semanal
ru: Еженедельная премия
th: พรีเมี่ยมรายสัปดาห์
tr: Haftalık
uk: Щотижнева премія
vi: Phí bảo hiểm hàng tuần

source: Monthly Premium
ar: القسط الشهري
cs: Měsíční prémie
da: Månedlig præmie
de: Monatliche Prämie
el: Μηνιαίο ασφάλιστρο
es: Prima mensual
he: פרמיה חודשית
hi: मासिक प्रीमियम
hu: Havi prémium
id: Premi bulanan
it: Premium mensile
ja: 毎月のプレミアム
ms: പ്രതിമാസ പ്രീമിയം
nl: Maandelijkse premie
pl: Miesięczne premium
pt_br: Prêmio mensal
ru: Ежемесячная премия
th: พรีเมี่ยมรายเดือน
tr: Aylık
uk: Щомісячна премія
vi: Bảo hiểm hàng tháng

source: Yearly Premium
ar: قسط سنوي
cs: Roční prémie
da: Årlig præmie
de: Jährliche Prämie
el: Ετήσιο ασφάλιστρο
es: Prima anual
he: פרימיום שנתי
hi: वार्षिक प्रीमियम
hu: Éves prémium
id: Premi tahunan
it: Premium annuale
ja: 年間プレミアム
ms: വാർഷിക പ്രീമിയം
nl: Jaarlijkse premium
pl: Coroczna premia
pt_br: Premium anual
ru: Ежегодная премия
th: พรีเมี่ยมรายปี
tr: Yıllık
uk: Щорічна премія
vi: Phí bảo hiểm hàng năm

source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: política de privacidad
he: מדיניות הפרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
id: Kebijakan pribadi
it: politica sulla riservatezza
ja: プライバシーポリシー
ms: സ്വകാര്യതാ നയം
nl: Privacybeleid
pl: Polityka prywatności
pt_br: política de Privacidade
ru: политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật

source: Terms of Use
ar: شروط الاستخدام
cs: Podmínky použití
da: Brugsbetingelser
de: Nutzungsbedingungen
el: Οροι χρήσης
es: Condiciones de uso
he: תנאי שימוש
hi: उपयोग की शर्तें
hu: Használati feltételek
id: Syarat Penggunaan
it: Termini di utilizzo
ja: 利用規約
ms: ഉപയോഗ നിബന്ധനകൾ
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_br: Termos de uso
ru: Условия эксплуатации
th: ข้อกำหนดการใช้งาน
tr: Kullanım Şartları
uk: Умови використання
vi: Điều khoản sử dụng

source: Restore
ar: يعيد
cs: Obnovit
da: Gendanne
de: Wiederherstellen
el: Επαναφέρω
es: Restaurar
he: לשחזר
hi: पुनर्स्थापित करना
hu: visszaállítás
id: Memulihkan
it: Ristabilire
ja: 復元する
ms: വീണ്ടെടുക്കുക
nl: Herstellen
pl: Przywrócić
pt_br: Restaurar
ru: Восстановить
th: คืนค่า
tr: Geri Yükle
uk: Відновлення
vi: Khôi phục

source: Baby Cry Analysis with Advanced Artificial Intelligence
ar: تحليل صرخة الطفل مع الذكاء الاصطناعي المتقدم
cs: Analýza Baby Cry s pokročilou umělou inteligencí
da: Baby Cry Analysis med avanceret kunstig intelligens
de: Baby -Cry -Analyse mit fortschrittlicher künstlicher Intelligenz
el: Ανάλυση Baby Cry με προηγμένη τεχνητή νοημοσύνη
es: Análisis de Baby Cry con inteligencia artificial avanzada
he: ניתוח קריאות לתינוקות עם בינה מלאכותית מתקדמת
hi: एडवांस्ड आर्टिफिशियल इंटेलिजेंस के साथ बेबी क्राई एनालिसिस
hu: Baby Cry elemzés fejlett mesterséges intelligenciával
id: Analisis Cry Baby Cry dengan Kecerdasan Buatan Lanjutan
it: Analisi del pianto per bambini con intelligenza artificiale avanzata
ja: 高度な人工知能による赤ちゃんの叫び分析
ms: നൂതന കൃത്രിമബുദ്ധിയോടുകൂടിയ ബേബി ക്രൈ വിശകലനം
nl: Baby Cry Analysis met geavanceerde kunstmatige intelligentie
pl: Analiza płaczu dziecka z zaawansowaną sztuczną inteligencją
pt_br: Análise de choro de bebê com inteligência artificial avançada
ru: Анализ детского крика с расширенным искусственным интеллектом
th: การวิเคราะห์ Baby Cry ด้วยปัญญาประดิษฐ์ขั้นสูง
tr: Gelişmiş yapay zeka ile bebek ağlama analizi
uk: Аналіз дитячого крику з передовим штучним інтелектом
vi: Phân tích em bé Cry với trí tuệ nhân tạo tiên tiến
