Repository: frknbyhn/Cry-Translate
Catalog: Cry Translate/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, he, hi, hu, id, it, ja, ms, nl, pl, pt_br, ru, th, tr, uk, vi

source: Continue
ar: يكمل
cs: Pokračovat
da: Blive ved
de: Weitermachen
el: Να συνεχίσει
es: Continuar
he: לְהַמשִׁיך
hi: जारी रखना
hu: Folytatni
id: Melanjutkan
it: Continua
ja: 続く
ms: തുടരുക
nl: Doorgaan
pl: Kontynuować
pt_br: Continuar
ru: Продолжать
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжувати
vi: Tiếp tục

source: Let's Start
ar: لنبدأ
cs: Začněme
da: Lad os begynde
de: Lasst uns beginnen
el: Ας αρχίσουμε
es: Empecemos
he: בואו נתחיל
hi: चलो शुरू करो
hu: Kezdjük
id: Ayo mulai
it: Iniziamo
ja: はじめましょう
ms: നമുക്ക് തുടങ്ങാം
nl: Laten we beginnen
pl: Zaczynajmy
pt_br: Vamos começar
ru: Давайте начнем
th: เริ่มกันเลย
tr: Hadi Başlayalım
uk: Давайте розпочнемо
vi: Hãy bắt đầu

source: Working Principle
ar: مبدأ العمل
cs: Pracovní princip
da: Arbejdsprincip
de: Arbeitsprinzip
el: Αρχή λειτουργίας
es: Principio de funcionamiento
he: עיקרון עבודה
hi: काम के सिद्धांत
hu: Működési elv
id: Prinsip bekerja
it: Principio di funzionamento
ja: 作業原則
ms: തൊഴിലാളി തത്വം
nl: Werkend principe
pl: Zasada działania
pt_br: Princípio de trabalho
ru: Принцип работы
th: หลักการทำงาน
tr: Çalışma Prensibi
uk: Принцип роботи
vi: Nguyên tắc làm việc

source: User Feedback
ar: تعليقات المستخدمين
cs: Zpětná vazba uživatele
da: Brugerfeedback
de: Benutzer-Feedback
el: Σχόλια χρήστη
es: Comentarios de los usuarios
he: משוב של משתמשים
hi: उपयोगकर्ता प्रतिसाद
hu: Felhasználói visszajelzés
id: Umpan Balik Pengguna
it: Feedback degli utenti
ja: ユーザーフィードバック
ms: ഉപയോക്തൃ ഫീഡ്ബാക്ക്
nl: Gebruikersfeedback
pl: Odpowiedź zwrotna użytkownika
pt_br: Feedback do usuário
ru: Отзывы пользователя
th: ความคิดเห็นของผู้ใช้
tr: Kullanıcı Geribildirimi
uk: Відгук користувача
vi: Phản hồi của người dùng

source: The AI feature is a system that analyzes baby crying sounds. This system trains an artificial intelligence model that can make predictions for different need categories (hunger, discomfort, insomnia, etc.) by processing the collected cry sounds data. The model converts the sound data into feature vectors and predicts the type of crying from these vectors.
ar: ميزة الذكاء الاصطناعى هي نظام يحلل أصوات البكاء. يدرب هذا النظام نموذج الذكاء الاصطناعي الذي يمكن أن يجعل تنبؤات لفئات الاحتياجات المختلفة (الجوع ، الانزعاج ، الأرق ، إلخ) من خلال معالجة بيانات أصوات البصر التي تم جمعها. يحول النموذج بيانات الصوت إلى متجهات الميزة ويتوقع نوع البكاء من هذه المتجهات.
cs: Funkce AI je systém, který analyzuje zvuky plačícího dítěte. Tento systém trénuje model umělé inteligence, který může vytvářet předpovědi pro různé kategorie potřeb (hlad, nepohodlí, nespavost atd.) Zpracováním shromážděných údajů Cry Sounds. Model převádí zvuková data na vektory prvků a předpovídá typ pláče z těchto vektorů.
da: AI -funktionen er et system, der analyserer baby grædende lyde. Dette system træner en kunstig intelligensmodel, der kan gøre forudsigelser for forskellige behovskategorier (sult, ubehag, søvnløshed osv.) Ved at behandle de indsamlede råblyde data. Modellen konverterer lyddataene til funktionsvektorer og forudsiger typen af ​​gråd fra disse vektorer.
de: Die KI -Funktion ist ein System, das das Weinen von Babys analysiert. Dieses System bildet ein Modell für künstliche Intelligenz aus, das Vorhersagen für unterschiedliche Bedarfskategorien (Hunger, Beschwerden, Schlaflosigkeit usw.) durch Verarbeitung der gesammelten Cry Sounds -Daten machen kann. Das Modell wandelt die Tondaten in Feature -Vektoren um und sagt die Art des Weinens dieser Vektoren voraus.
el: Το χαρακτηριστικό AI είναι ένα σύστημα που αναλύει τους ήχους που κλαίει το μωρό. Αυτό το σύστημα εκπαιδεύει ένα μοντέλο τεχνητής νοημοσύνης που μπορεί να κάνει προβλέψεις για διαφορετικές κατηγορίες ανάγκης (πείνα, δυσφορία, αϋπνία κ.λπ.) με την επεξεργασία των δεδομένων που συλλέχθηκαν ήχους CRY. Το μοντέλο μετατρέπει τα δεδομένα ήχου σε διανύσματα χαρακτηριστικών και προβλέπει τον τύπο του κλάματος από αυτούς τους φορείς.
es: La función AI es un sistema que analiza los sonidos de llanto de bebé. Este sistema entrena un modelo de inteligencia artificial que puede hacer predicciones para las diferentes categorías de necesidades (hambre, incomodidad, insomnio, etc.) procesando los datos de sonidos de llorar recopilados. El modelo convierte los datos de sonido en vectores de características y predice el tipo de llanto de estos vectores.
he: תכונת ה- AI היא מערכת המנתחת צלילי בכי תינוקות. מערכת זו מאמן מודל בינה מלאכותית שיכול לחזות תחזיות לקטגוריות צורך שונות (רעב, אי נוחות, נדודי שינה וכו ') על ידי עיבוד נתוני צלילי הבכי שנאספו. המודל ממיר את נתוני הקול לווקטורי תכונות ומנבא את סוג הבכי מהווקטורים הללו.
hi: एआई फीचर एक ऐसी प्रणाली है जो बेबी रोने की आवाज़ का विश्लेषण करती है। यह प्रणाली एक कृत्रिम बुद्धिमत्ता मॉडल को प्रशिक्षित करती है जो एकत्र किए गए क्राय साउंड्स डेटा को संसाधित करके विभिन्न आवश्यकता श्रेणियों (भूख, असुविधा, अनिद्रा, आदि) के लिए भविष्यवाणियां कर सकती है। मॉडल साउंड डेटा को फीचर वैक्टर में परिवर्तित करता है और इन वैक्टर से रोने के प्रकार की भविष्यवाणी करता है।
hu: Az AI szolgáltatás egy olyan rendszer, amely elemzi a baba síró hangjait. Ez a rendszer egy olyan mesterséges intelligencia modellt képez, amely előrejelzéseket készíthet a különböző szükségletkategóriákra (éhség, kellemetlenség, álmatlanság stb.) Az összegyűjtött sír hangok adatainak feldolgozása révén. A modell konvertálja a hang adatait szolgáltatásvektorokká, és megjósolja ezeknek a vektoroknak a sírása típusát.
id: Fitur AI adalah sistem yang menganalisis suara menangis bayi. Sistem ini melatih model kecerdasan buatan yang dapat membuat prediksi untuk berbagai kategori kebutuhan (kelaparan, ketidaknyamanan, insomnia, dll.) Dengan memproses data suara CRY yang dikumpulkan. Model ini mengubah data suara menjadi vektor fitur dan memprediksi jenis tangisan dari vektor -vektor ini.
it: La funzione AI è un sistema che analizza i suoni del pianto per bambini. Questo sistema allena un modello di intelligenza artificiale che può fare previsioni per diverse categorie di necessità (fame, disagio, insonnia, ecc.) Elaborando i dati suoni di pianto raccolti. Il modello converte i dati audio in vettori di funzionalità e prevede il tipo di pianto da questi vettori.
ja: AI機能は、赤ちゃんの泣き声を分析するシステムです。このシステムは、収集された泣き声データを処理することにより、さまざまなニーズカテゴリ（空腹、不快感、不眠症など）を予測できる人工知能モデルを訓練します。このモデルは、サウンドデータをフィーチャベクトルに変換し、これらのベクトルから泣くタイプを予測します。
ms: കുഞ്ഞിനെ കരയുന്ന ശബ്ദങ്ങൾ വിശകലനം ചെയ്യുന്ന ഒരു സംവിധാനമാണ് AI സവിശേഷത. ശേഖരിച്ച നിലവിളികൾ പ്രോസസ്സ് ചെയ്യുന്നതിലൂടെ (വിശപ്പ്, അസ്വസ്ഥത, ഉറക്കമില്ലായ്മ) പ്രോസസ്സ് ചെയ്യുന്നതിലൂടെ (പട്ടിണി, അസ്വസ്ഥത, ഉറക്കമില്ലായ്മ മുതലായവ) പ്രവചിക്കാൻ കഴിയുന്ന ഒരു കൃത്രിമ രഹസ്യാന്വേഷണ മോഡൽ ഈ സിസ്റ്റം പരിശീലിപ്പിക്കുന്നു. മോഡൽ ശബ്ദ ഡാറ്റയെ ഫീച്ചർ വെക്റ്ററുകളിലേക്ക് പരിവർത്തനം ചെയ്യുകയും ഈ വെക്റ്ററുകളിൽ നിന്ന് കരയുന്ന തരത്തിലുള്ള പ്രവചിക്കുകയും ചെയ്യുന്നു.
nl: De AI -functie is een systeem dat babyhuilgeluiden analyseert. Dit systeem traint een kunstmatig intelligentiemodel dat voorspellingen kan doen voor verschillende behoeftecategorieën (honger, ongemak, slapeloosheid, enz.) Door de verzamelde Cry Sounds -gegevens te verwerken. Het model converteert de geluidsgegevens in functievectoren en voorspelt het type huilen van deze vectoren.
pl: Funkcja AI to system, który analizuje dźwięki płaczące dziecko. Ten system trenuje model sztucznej inteligencji, który może przewidywać dla różnych kategorii potrzeb (głód, dyskomfort, bezsenność itp.) Poprzez przetwarzanie zebranych dźwięków Cry. Model przekształca dane dźwięku w wektory funkcji i przewiduje rodzaj płaczu z tych wektorów.
pt_br: O recurso de IA é um sistema que analisa sons de choro de bebê. Esse sistema treina um modelo de inteligência artificial que pode fazer previsões para diferentes categorias de necessidade (fome, desconforto, insônia etc.), processando os dados de sons de CRY coletados. O modelo converte os dados de som em vetores de recursos e prevê o tipo de choro desses vetores.
ru: Функция искусственного интеллекта - это система, которая анализирует звуки плачущего ребенка. Эта система обучает модель искусственного интеллекта, которая может делать прогнозы для различных категорий потребностей (голод, дискомфорт, бессонница и т. Д.), Обработка данных собранных звуков крика. Модель преобразует звуковые данные в векторы функций и предсказывает тип крика от этих векторов.
th: คุณสมบัติ AI เป็นระบบที่วิเคราะห์เสียงร้องไห้ทารก ระบบนี้ฝึกอบรมแบบจำลองปัญญาประดิษฐ์ที่สามารถคาดการณ์ได้สำหรับหมวดหมู่ความต้องการที่แตกต่างกัน (ความหิว, ไม่สบาย, นอนไม่หลับ, ฯลฯ ) โดยการประมวลผลข้อมูลเสียงร้องที่รวบรวมได้ โมเดลแปลงข้อมูลเสียงเป็นเวกเตอร์คุณสมบัติและทำนายประเภทของการร้องไห้จากเวกเตอร์เหล่านี้
tr: AI özelliği, bebek ağlama seslerini analiz eden bir sistemdir. Bu sistem, toplanan ağlama sesleri verilerini işleyerek farklı ihtiyaç kategorileri (açlık, rahatsızlık, uykusuzluk vb.) için tahminler yapabilen yapay bir zeka modelini eğitir. Model, ses verilerini özellik vektörlerine dönüştürür ve bu vektörlerden ağlama türünü tahmin eder.
uk: Функція AI - це система, яка аналізує звуки плачу дитини. Ця система тренує модель штучного інтелекту, яка може робити прогнози для різних категорій потреб (голод, дискомфорт, безсоння тощо), обробляючи дані зібраних звуків крику. Модель перетворює звукові дані в вектори функцій і прогнозує тип плачу з цих векторів.
vi: Tính năng AI là một hệ thống phân tích âm thanh khóc của em bé. Hệ thống này đào tạo một mô hình trí tuệ nhân tạo có thể đưa ra dự đoán cho các loại nhu cầu khác nhau (đói, khó chịu, mất ngủ, v.v.) bằng cách xử lý dữ liệu âm thanh Cry thu thập được. Mô hình chuyển đổi dữ liệu âm thanh thành các vectơ tính năng và dự đoán loại khóc từ các vectơ này.

source: By seeing these predictions, users can respond more quickly to baby's needs. The model is constantly improved with user feedback and data, tending towards more precise results.
ar: من خلال رؤية هذه التنبؤات ، يمكن للمستخدمين الاستجابة بسرعة أكبر لاحتياجات الطفل. يتم تحسين النموذج باستمرار مع ملاحظات المستخدم والبيانات ، ويميل نحو نتائج أكثر دقة.
cs: Když vidíte tyto předpovědi, mohou uživatelé rychle reagovat na potřeby dítěte. Model je neustále vylepšen pomocí zpětné vazby a dat uživatele a přistupuje k přesnějším výsledkům.
da: Ved at se disse forudsigelser kan brugerne reagere hurtigere på babyens behov. Modellen forbedres konstant med brugerfeedback og data, der har tendens til mere præcise resultater.
de: Wenn Benutzer diese Vorhersagen sehen, können Benutzer schneller auf die Bedürfnisse des Babys reagieren. Das Modell wird durch Benutzerfeedback und Daten ständig verbessert und neigt zu genaueren Ergebnissen.
el: Βλέποντας αυτές τις προβλέψεις, οι χρήστες μπορούν να ανταποκριθούν πιο γρήγορα στις ανάγκες του μωρού. Το μοντέλο βελτιώνεται συνεχώς με τα σχόλια και τα δεδομένα των χρηστών, τείνοντας προς τα ακριβέστερα αποτελέσματα.
es: Al ver estas predicciones, los usuarios pueden responder más rápidamente a las necesidades del bebé. El modelo se mejora constantemente con los comentarios y los datos de los usuarios, tendiendo hacia resultados más precisos.
he: על ידי ראיית תחזיות אלה, המשתמשים יכולים להגיב במהירות רבה יותר לצרכיו של התינוק. המודל משופר ללא הרף עם משוב ונתונים של משתמשים, ונוטה לתוצאות מדויקות יותר.
hi: इन भविष्यवाणियों को देखकर, उपयोगकर्ता बच्चे की जरूरतों के लिए अधिक तेज़ी से जवाब दे सकते हैं। मॉडल को उपयोगकर्ता की प्रतिक्रिया और डेटा के साथ लगातार सुधार किया जाता है, अधिक सटीक परिणामों की ओर बढ़ता है।
hu: Ha látja ezeket az előrejelzéseket, a felhasználók gyorsabban reagálhatnak a csecsemő igényeire. A modellt folyamatosan javítják a felhasználói visszajelzésekkel és adatokkal, a pontosabb eredmények felé.
id: Dengan melihat prediksi ini, pengguna dapat merespons lebih cepat terhadap kebutuhan bayi. Model ini terus ditingkatkan dengan umpan balik pengguna dan data, cenderung ke hasil yang lebih tepat.
it: Vedendo queste previsioni, gli utenti possono rispondere più rapidamente alle esigenze del bambino. Il modello viene costantemente migliorato con feedback e dati degli utenti, curando risultati più precisi.
ja: これらの予測を見ることで、ユーザーは赤ちゃんのニーズにより迅速に対応できます。モデルは、ユーザーのフィードバックとデータにより常に改善され、より正確な結果に向かう傾向があります。
ms: ഈ പ്രവചനങ്ങൾ കാണുന്നതിലൂടെ, ഉപയോക്താക്കൾക്ക് കുഞ്ഞിന്റെ ആവശ്യങ്ങൾക്ക് വേഗത്തിൽ പ്രതികരിക്കാൻ കഴിയും. ഉപയോക്തൃ ഫീഡ്ബാക്കും ഡാറ്റയും ഉപയോഗിച്ച് മോഡൽ നിരന്തരം മെച്ചപ്പെട്ടു, കൂടുതൽ കൃത്യമായ ഫലങ്ങൾക്കായി.
nl: Door deze voorspellingen te zien, kunnen gebruikers sneller reageren op de behoeften van de baby. Het model is constant verbeterd met feedback en gegevens van gebruikers, en neigt naar meer precieze resultaten.
pl: Widząc te prognozy, użytkownicy mogą szybciej reagować na potrzeby dziecka. Model jest stale ulepszany dzięki sprzężeniu zwrotne i danych użytkowników, które mają na celu bardziej precyzyjne wyniki.
pt_br: Ao ver essas previsões, os usuários podem responder mais rapidamente às necessidades do bebê. O modelo é constantemente melhorado com o feedback e os dados do usuário, tendendo a resultados mais precisos.
ru: Видя эти прогнозы, пользователи могут быстрее реагировать на потребности ребенка. Модель постоянно улучшается с обратной связью с пользователями и данными, стремясь к более точным результатам.
th: ด้วยการเห็นการคาดการณ์เหล่านี้ผู้ใช้สามารถตอบสนองต่อความต้องการของทารกได้เร็วขึ้น โมเดลได้รับการปรับปรุงอย่างต่อเนื่องด้วยความคิดเห็นของผู้ใช้และข้อมูลที่มีแนวโน้มที่จะผลลัพธ์ที่แม่นยำยิ่งขึ้น
tr: Bu tahminleri görerek, kullanıcılar bebeğin ihtiyaçlarına daha hızlı yanıt verebilir. Model, daha kesin sonuçlara yönelerek kullanıcı geri bildirimi ve verilerle sürekli olarak geliştirilir.
uk: Бачачи ці прогнози, користувачі можуть швидше реагувати на потреби дитини. Модель постійно вдосконалюється за допомогою зворотного зв’язку користувачів та даних, що прагнуть до більш точних результатів.
vi: Bằng cách nhìn thấy những dự đoán này, người dùng có thể đáp ứng nhanh hơn nhu cầu của em bé. Mô hình liên tục được cải thiện với phản hồi và dữ liệu của người dùng, có xu hướng theo kết quả chính xác hơn.

source: Okay
ar: تمام
cs: dobře
el: εντάξει
es: Bueno
he: בסדר
hi: ठीक है
hu: oké
id: Oke
it: Va bene
ja: わかった
ms: ശരി
nl: Oké
pl: Dobra
pt_br: OK
ru: Хорошо
th: ตกลง
tr: Tamam
uk: Гаразд
vi: Đồng ý

source: Paid Feature
ar: الميزة المدفوعة
cs: Placená funkce
da: Betalt funktion
de: Bezahlte Funktion
el: Χαρακτηριστικό γνώρισμα
es: Característica pagada
he: תכונה בתשלום
hi: भुगतान की गई विशेषता
hu: Fizetett funkció
id: Fitur berbayar
it: Funzione a pagamento
ja: 有料機能
ms: പണമടച്ചുള്ള സവിശേഷത
nl: Betaalde functie
pl: Płatna funkcja
pt_br: Recurso pago
ru: Оплачиваемая функция
th: ฟีเจอร์ที่ชำระเงิน
tr: Ücretli Özellik
uk: Оплачена функція
vi: Tính năng trả phí

source: Watch ads or become a premium user to use this paid feature
ar: شاهد الإعلانات أو تصبح مستخدمًا متميزًا لاستخدام هذه الميزة المدفوعة
cs: Sledujte reklamy nebo se staňte prémiovým uživatelem, který používá tuto placenou funkci
da: Se annoncer eller blive en premium -bruger til at bruge denne betalte funktion
de: Sehen Sie sich Anzeigen an oder werden Sie ein Premium -Benutzer, um diese kostenpflichtige Funktion zu verwenden
el: Παρακολουθήστε διαφημίσεις ή γίνετε χρήστης premium για να χρησιμοποιήσετε αυτήν τη λειτουργία πληρωμής
es: Mire anuncios o se convierta en un usuario premium para usar esta función de pago
he: צפו במודעות או להפוך למשתמש פרימיום כדי להשתמש בתכונה בתשלום זה
hi: विज्ञापन देखें या इस भुगतान की सुविधा का उपयोग करने के लिए एक प्रीमियम उपयोगकर्ता बनें
hu: Nézze meg a hirdetéseket, vagy váljon prémium felhasználóvá a fizetett funkció használatához
id: Tonton iklan atau menjadi pengguna premium untuk menggunakan fitur berbayar ini
it: Guarda gli annunci o diventa un utente premium per utilizzare questa funzione a pagamento
ja: 広告を見るか、プレミアムユーザーになってこの有料機能を使用する
ms: പരസ്യങ്ങൾ കാണുക അല്ലെങ്കിൽ ഈ പണമടച്ച സവിശേഷത ഉപയോഗിക്കുന്നതിന് പ്രീമിയം ഉപയോക്താവാക്കുക
nl: Bekijk advertenties of word een premium gebruiker om deze betaalde functie te gebruiken
pl: Oglądaj reklamy lub zostań użytkownikiem premium, aby korzystać z tej płatnej funkcji
pt_br: Assista a anúncios ou se torne um usuário premium para usar este recurso pago
ru: Смотреть рекламу или стать премиальным пользователем для использования этой платной функции
th: ดูโฆษณาหรือกลายเป็นผู้ใช้ระดับพรีเมี่ยมเพื่อใช้คุณสมบัติที่ชำระเงินนี้
tr: Bu ücretli özelliği kullanmak için reklam izleyin veya premium kullanıcı olun
uk: Дивіться рекламу або стають преміальним користувачем, щоб використовувати цю платну функцію
vi: Xem quảng cáo hoặc trở thành người dùng cao cấp để sử dụng tính năng trả phí này

source: Be Premium
ar: كن قسط
cs: Být prémiové
da: Være premium
de: Premium sein
el: Είμαι πριμοδότηση
es: Ser premium
he: להיות פרימיום
hi: प्रीमियम हो
hu: Légy prémium
id: Menjadi premium
it: Essere premium
ja: プレミアムになります
ms: പ്രീമിയം ആകുക
nl: Premium zijn
pl: Bądź premium
pt_br: Ser premium
ru: Быть премиум
th: พรีเมี่ยม
tr: Premium Ol
uk: Бути премією
vi: Là cao cấp

source: Watch Ad
ar: مشاهدة الإعلان
cs: Sledujte AD
da: Se annonce
de: AD AD ansehen
el: Παρακολουθήστε διαφήμιση
es: Mira AD
he: צפה במודעה
hi: देखें विज्ञापन
hu: Néző hirdetés
id: Tonton Iklan
it: Guarda AD
ja: 広告を見る
ms: പരസ്യം കാണുക
nl: Bekijk advertentie
pl: Obejrzyj reklamę
pt_br: Assista AD
ru: Смотреть рекламу
th: ดูโฆษณา
tr: Reklam İzle
uk: Дивіться рекламу
vi: Xem quảng cáo
